IdeaRS.OpenModel.CountryCode
CountryCode

IdeaRS.OpenModel.CountryCode.None
no code

IdeaRS.OpenModel.CountryCode.ECEN
Eurocode

IdeaRS.OpenModel.CountryCode.SIA
Swiss code

IdeaRS.OpenModel.CountryCode.American
American design code as ACI, AISC, ASTM standards etc.

IdeaRS.OpenModel.CountryCode.Canada
Canadian design code